Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: Enable this feature to set up, publish, and update data privacy statements for users. Once activated, statements are managed through the Data privacy statement page. Users will be prompted to consent at their first login and whenever the statement is updated.
id_id: Aktifkan fitur ini untuk mengatur, memublikasikan, dan memperbarui pernyataan privasi data bagi pengguna. Setelah diaktifkan, pernyataan dikelola melalui halaman Pernyataan Privasi Data. Pengguna akan diminta memberikan persetujuan saat masuk pertama kali dan setiap kali pernyataan diperbarui.

source: Data privacy settings
id_id: Pengaturan privasi data

source: Enable data privacy
id_id: Aktifkan privasi data

source: Add statement
id_id: Tambah pernyataan

source: All available records will be visible here
id_id: Semua catatan yang tersedia akan terlihat di sini

source: No privacy statements yet
id_id: Belum ada pernyataan privasi

source: View & manage statements
id_id: Lihat & kelola pernyataan

source: Statements
id_id: Pernyataan

source: Deleted
id_id: Dihapus

source: Pending publishing
id_id: Menunggu publikasi

source: Data Retention
id_id: Retensi Data

source: Anonymization
id_id: Anonimisasi

source: Worker avatar
id_id: Avatar pekerja

source: Worker avatar with name & role
id_id: Avatar pekerja dengan nama & jabatan

source: Deactivated user
id_id: Pengguna dinonaktifkan

source: Deactivation
id_id: Menonaktifkan

source: Deleted user
id_id: Pengguna yang dihapus

source: This user is no longer active
id_id: Pengguna ini sudah tidak aktif

source: Worker signature
id_id: Tanda tangan pekerja

source: Display of the data in the user interface when someone is anonymized or removed from the system.
id_id: Tampilan data di antarmuka pengguna ketika seseorang dianonimkan atau dihapus dari sistem.

source: Enable global data retention
id_id: Aktifkan retensi data global

source: Define the global data retention rules that apply across whole organization.
id_id: Tentukan aturan retensi data global yang berlaku di seluruh organisasi.

source: Send a notification about upcoming deletion events
id_id: Kirim notifikasi tentang jadwal penghapusan yang akan datang

source: Define how many days before the hard deletion the notification will be sent
id_id: Tentukan berapa hari sebelum penghapusan permanen, notifikasi akan dikirim

source: Set notification time
id_id: Atur waktu notifikasi

source: Specify the distribution settings for notifications about data retention events
id_id: Tentukan pengaturan distribusi untuk notifikasi tentang peristiwa retensi data

source: Add local rule
id_id: Tambah aturan lokal

source: Add rule
id_id: Tambah aturan

source: Edit rule
id_id: Edit aturan

source: Data retention period
id_id: Periode retensi data

source: Select countries & data retention period
id_id: Pilih negara & periode retensi data

source: Add local data retention rule
id_id: Tambahkan aturan retensi data lokal

source: Code
id_id: Kode

source: Location
id_id: Lokasi

source: {{count}} month
id_id: {{count}} bulan

source: {{count}} months
id_id: {{count}} bulan

source: {{count}} year
id_id: {{count}} tahun

source: {{count}} years
id_id: {{count}} tahun

source: Local rule definition
id_id: Definisi aturan lokal

source: Notifications
id_id: Notifikasi

source: Notification time
id_id: Waktu notifikasi

source: Months
id_id: Bulan

source: Years
id_id: Tahun

source: The system will hard-delete users on the last Saturday of the month at which the data retention period expires.
id_id: Sistem akan menghapus permanen pengguna pada hari Sabtu terakhir setiap bulan di mana periode retensi data berakhir.

source: Global and local data retention rules
id_id: Aturan retensi data global dan lokal

source: The data retention settings were successfully saved.
id_id: Pengaturan retensi data berhasil disimpan.

source: Data retention archives and deletes data after a set period, ensuring compliance and reducing storage costs. Data exceeding the retention period is unrecoverable; make sure you back-up critical information beforehand.
id_id: Retensi data mengarsipkan dan menghapus data setelah periode yang ditentukan, memastikan kepatuhan dan mengurangi biaya penyimpanan. Data yang melebihi periode retensi tidak dapat dipulihkan, pastikan Anda menyimpan cadangan informasi penting sebelumnya.

source: Pay Analysis Data Mapping
id_id: Pemetaan Data Analisis Gaji

source: Demographics
id_id: Demografi

source: Enable the "Documents" widget
id_id: Aktifkan widget "Dokumen"

source: Employment
id_id: Ketenagakerjaan

source: Data Viewer
id_id: Penampil Data

source: No results match the search/filter criteria.<br/> Remove filters and clear the search to show all results.
id_id: Tidak ada hasil yang sesuai dengan kriteria pencarian/filter.<br/> Hapus filter dan bersihkan pencarian untuk menampilkan semua hasil.

source: Custom
id_id: Khusus

source: Standard
id_id: Standar

source: Enums
id_id: Enum

source: Entities
id_id: Entitas

source: No data to display
id_id: Tidak ada data untuk ditampilkan

source: There is currently no data to show here
id_id: Saat ini tidak ada data yang dapat ditampilkan di sini

source: Collection of all the entities
id_id: Kumpulan semua entitas

source: Entity category
id_id: Kategori entitas

source: Allow feedback deletion
id_id: Izinkan penghapusan umpan balik

source: Any user can rate the feedback given by any manager
id_id: Setiap pengguna dapat menilai umpan balik yang diberikan oleh setiap manajer

source: Any user can rate the feedback given by any other user
id_id: Setiap pengguna dapat menilai umpan balik yang diberikan oleh pengguna lain

source: Enable the automatic transfer of requests about a direct report to their new manager
id_id: Aktifkan transfer otomatis permintaan terkait bawahan langsung ke manajer baru mereka

source: Any feedback requests about a direct report will be automatically forwarded to the new manager in case of a transfer. The new manager will be able to see a read-only version of the replies, as well as the list of users to whom the request was sent. Once the manager transfer is effective, replies to pending requests will be disabled and the requests will no longer be visible to the previous manager.
id_id: Permintaan umpan balik terkait bawahan langsung akan otomatis diteruskan ke manajer baru jika terjadi transfer. Manajer baru akan dapat melihat versi hanya-baca dari balasan, serta daftar pengguna yang menerima permintaan tersebut. Setelah transfer manajer berlaku, balasan untuk permintaan yang tertunda akan dinonaktifkan dan permintaan tersebut tidak akan lagi terlihat oleh manajer sebelumnya.

source: days
id_id: hari

source: Feedback sharing scope
id_id: Cakupan berbagi umpan balik

source: Define the feedback sharing scope.
id_id: Tentukan cakupan berbagi umpan balik.

source: Public
id_id: Publik

source: Recipient only
id_id: Hanya penerima

source: Enable Feedback
id_id: Aktifkan Umpan Balik

source: A Performance Management feature that enables users to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues observations about their own work.
id_id: Fitur Manajemen Kinerja yang memungkinkan pengguna untuk dengan cepat dan mudah memberikan rekan kerja mereka observasi tentang peristiwa dan situasi yang mereka saksikan, serta meminta observasi rekan kerja mereka tentang pekerjaan mereka sendiri.

source: Bypass limit for Feedback broadcast
id_id: Lewati batas untuk siaran Umpan Balik

source: Ignore the defined limit for the feedback sharing. Enable this setting to allow Feedback broadcast to send feedback to the whole organization.
id_id: Abaikan batasan yang telah ditentukan untuk berbagi umpan balik. Aktifkan pengaturan ini untuk memungkinkan Siaran Umpan Balik mengirim umpan balik ke seluruh organisasi.

source: Display a confirmation popup when sending feedback to a number of users higher than the defined limit
id_id: Tampilkan pop-up konfirmasi saat mengirim umpan balik ke jumlah pengguna yang melebihi batas yang telah ditentukan

source: Feature enablement
id_id: Pengaktifan fitur

source: General feedback settings
id_id: Pengaturan umpan balik umum

source: Apply limit when giving feedback
id_id: Terapkan batasan saat memberikan umpan balik

source: The defined limit will be applied to the "Give feedback" action. When disabled, users can give feedback to any number of users, without restriction.
id_id: Batas yang ditetapkan akan diterapkan pada tindakan "Beri umpan balik". Jika dinonaktifkan, pengguna dapat memberikan umpan balik kepada berapa pun jumlah pengguna, tanpa batasan.

source: Limit
id_id: Batas

source: Maximum number of users who can be included in one feedback.
id_id: Jumlah maksimum pengguna yang dapat disertakan dalam satu umpan balik.

source: Limit the number of feedback recipients
id_id: Batasi jumlah penerima umpan balik

source: The number of people to whom end-users who don't have an administrative role (such as HR or IT) can send feedback will be limited to avoid feedback being sent to large populations.
id_id: Jumlah orang dapat mengirimkan umpan balik dari pengguna akhir tanpa jabatan administratif (seperti HR atau IT) akan dibatasi untuk mencegah pengiriman umpan balik ke populasi yang terlalu besar.

source: Limitations
id_id: Batasan

source: Allow managers to request feedback about their direct reports
id_id: Izinkan manajer untuk meminta umpan balik tentang bawahan langsung mereka

source: Managers will be able to ask other workers to provide feedback about their direct reports. Requests and replies will be visible in the "Requests about my team" section. Feedback requests about direct reports are not visible to the direct report. When disabled, the "Requests about my team" section is not available.
id_id: Manajer akan dapat meminta pekerja lain untuk memberikan umpan balik tentang bawahan langsung mereka. Permintaan dan balasan akan terlihat di bagian "Permintaan tentang tim saya". Permintaan umpan balik tentang bawahan langsung tidak terlihat oleh bawahan langsung. Ketika dinonaktifkan, bagian "Permintaan tentang tim saya" tidak tersedia.

source: Only direct reports can rate feedback
id_id: Hanya bawahan langsung yang dapat menilai umpan balik

source: Enable feedback notes
id_id: Aktifkan catatan umpan balik

source: Users will be able to create feedback notes from the Feedback module. Feedback notes can for instance be used to capture insights from an offline conversation.
id_id: Pengguna akan dapat membuat catatan umpan balik dari modul Umpan Balik. Catatan umpan balik dapat digunakan, misalnya, untuk mencatat wawasan dari diskusi offline.

source: Feedback notes
id_id: Catatan umpan balik

source: Visibility of public feedback
id_id: Visibilitas umpan balik publik

source: Company
id_id: Perusahaan

source: Define the visibility of public feedback.
id_id: Tentukan visibilitas umpan balik publik.

source: Enable public feedback
id_id: Aktifkan umpan balik publik

source: Users will be able to publicly share feedback given to another user within the organization. When disabled, the "Share feedback" and the "Public feedback" categories are not available.
id_id: Pengguna akan dapat membagikan umpan balik yang diberikan kepada pengguna lain secara publik di dalam organisasi. Jika dinonaktifkan, kategori "Bagikan umpan balik" dan "Umpan balik publik" tidak tersedia.

source: Team
id_id: Tim

source: Public feedback
id_id: Masukan publik

source: Enable feedback rating
id_id: Aktifkan penilaian umpan balik

source: Feedback rating
id_id: Penilaian umpan balik

source: Feedback rating refresh interval
id_id: Interval muat ulang penilaian umpan balik

source: Choose who can rate feedback
id_id: Pilih siapa yang dapat menilai umpan balik

source: Send reminders following an inactive period
id_id: Kirim pengingat setelah periode tidak aktif

source: When no feedback is offered for more than
id_id: Ketika tidak ada umpan balik yang diberikan selama lebih dari

source: Send reminders about unrated feedback
id_id: Kirim pengingat tentang umpan balik yang belum dinilai

source: When feedback remains unrated for more than
id_id: Ketika umpan balik belum dinilai selama lebih dari

source: Send reminders about pending feedback requests
id_id: Kirim pengingat tentang permintaan umpan balik yang tertunda

source: When a request remains unanswered for more than
id_id: Ketika permintaan belum terjawab selama lebih dari

source: Days
id_id: Hari

source: Reminders
id_id: Pengingat

source: Apply limit when requesting feedback
id_id: Terapkan batas saat meminta umpan balik

source: The defined limit will be applied to the "Request feedback" action. When disabled, users can request feedback from any number of users, without restriction.
id_id: Batas yang ditetapkan akan diterapkan pada tindakan "Minta umpan balik". Jika dinonaktifkan, pengguna dapat meminta umpan balik dari berapa pun jumlah pengguna, tanpa batasan.

source: Enable "Let's meet" as a reply to a feedback request
id_id: Aktifkan "Mari bertemu" sebagai balasan untuk permintaan umpan balik

source: Users will be able to reply with a "Let's meet" invitation when replying to a feedback request. We recommend that you review and activate email notifications for the "Let's meet request" functionality, under Workbench / Platform Setup / Notifications / Email notifications.
id_id: Pengguna akan dapat membalas dengan undangan "Mari bertemu" saat membalas permintaan umpan balik. Kami merekomendasikan agar Anda meninjau dan mengaktifkan notifikasi email untuk fungsi "Permintaan Mari bertemu", di bawah Workbench/Pengaturan/Platform/Notifikasi/Notifikasi email.

source: Restrict replies to only "Let's meet" or comments
id_id: Batasi balasan hanya pada "Mari bertemu" atau komentar

source: When enabled, users will only be able to reply to a feedback request with a "Let's meet" invitation, or a comment and/or behavior tag, not both. Disable this restriction to make both reply options available.
id_id: Ketika diaktifkan, pengguna hanya dapat membalas permintaan umpan balik dengan undangan "Mari bertemu", atau komentar dan/atau tag perilaku, bukan keduanya. Nonaktifkan batasan ini untuk membuat kedua opsi balasan tersedia.

source: Enable feedback requests regarding behaviors
id_id: Aktifkan permintaan umpan balik terkait perilaku

source: Users will be able to include behaviors when requesting feedback.
id_id: Pengguna akan dapat menyertakan perilaku saat meminta umpan balik.

source: This setting cannot be turned on because the "Behaviors" feature is not currently enabled.
id_id: Pengaturan ini tidak dapat diaktifkan karena fitur "Perilaku" saat ini belum diaktifkan.

source: Feedback requests
id_id: Permintaan umpan balik

source: Feedback settings
id_id: Pengaturan umpan balik

source: Apply limit when sharing feedback
id_id: Terapkan batas saat membagikan umpan balik

source: The defined limit will be applied to the "Share feedback" action. When disabled, users can share feedback with any number of users, without restriction.
id_id: Batas yang ditetapkan akan diterapkan pada tindakan "Bagikan umpan balik". Jika dinonaktifkan, pengguna dapat membagikan umpan balik kepada berapa pun jumlah pengguna, tanpa batasan.

source: Enable suggested questions in the "Request feedback" page
id_id: Aktifkan pertanyaan yang disarankan di halaman "Minta umpan balik"

source: Enable tips in the "Give feedback" page
id_id: Aktifkan tips di halaman "Beri umpan balik"

source: Functionality management
id_id: Manajemen fungsionalitas

source: Goal Achievement New
id_id: Pencapaian Tujuan Baru

source: Goal Achievement
id_id: Pencapaian Tujuan

source: Goal Plan Goal Assignment
id_id: Penetapan Tujuan Rencana

source: Goal Plan Type Assignment
id_id: Penetapan Jenis Rencana Tujuan

source: Goal Plan
id_id: Rencana Sasaran

source: Goal Genius is an AI goal assistant powered by OpenAI ChatGPT. With it, users will be able to use natural language to create goal templates or to generate a goal from predefined inputs.
id_id: Goal Genius adalah asisten AI yang didukung oleh OpenAI ChatGPT. Dengan ini, pengguna akan dapat menggunakan bahasa yang natural untuk membuat templat tujuan atau menghasilkan tujuan dari input yang telah ditentukan sebelumnya.

source: This is a read only-page. To change this, please contact your system administrator.
id_id: Ini adalah halaman hanya-baca. Untuk mengubah ini, silakan hubungi administrator sistem Anda.

source: Your configuration changes were successfully applied. Users will see these changes the next time they log in or when they refresh their page if they currently have a session open.
id_id: Perubahan konfigurasi Anda berhasil diterapkan. Pengguna akan melihat perubahan ini saat mereka masuk kembali atau ketika mereka menyegarkan halaman jika mereka sedang memiliki sesi yang aktif.

source: Enable Goal Genius
id_id: Aktifkan Goal Genius

source: Goal
id_id: Tujuan

source: All changes saved
id_id: Semua perubahan telah disimpan

source: Bulk actions
id_id: Tindakan massal

source: Initial end date
id_id: Tanggal akhir awal

source: Key dates per worker
id_id: Tanggal penting per pekerja

source: Key dates for the population
id_id: Tanggal-tanggal penting untuk populasi

source: Reset to initial key dates
id_id: Atur ulang ke tanggal kunci awal

source: Initial start date
id_id: Tanggal mulai awal

source: The end date cannot be empty.
id_id: Tanggal akhir tidak boleh kosong.

source: The start date cannot be empty.
id_id: Tanggal mulai tidak boleh kosong.

source: Goal plans
id_id: Rencana tujuan

source: Goal types
id_id: Jenis tujuan

source: Create goal
id_id: Buat tujuan

source: Get started by creating goals.
id_id: Mulailah dengan membuat tujuan.

source: No goals yet!
id_id: Belum ada tujuan!

source: Assign to
id_id: Tetapkan kepada

source: Population
id_id: Populasi

source: Completed
id_id: Selesai

source: Not completed
id_id: Belum selesai

source: Maximum
id_id: Maksimum

source: Goal plan
id_id: Rencana tujuan

source: Result
id_id: Hasil

source: Goal name
id_id: Nama tujuan

source: Goal type
id_id: Jenis tujuan

source: Weight
id_id: Berat

source: Multiple criteria
id_id: Beberapa kriteria

source: Multiple weights
id_id: Beberapa bobot

source: All plans
id_id: Semua paket

source: Not updated
id_id: Belum diperbarui

source: All results
id_id: Semua hasil

source: Updated
id_id: Diperbarui

source: Search
id_id: Cari

source: All statuses
id_id: Semua status

source: Goal status
id_id: Status tujuan

source: All types
id_id: Semua jenis

source: Key dates
id_id: Tanggal penting

source: In population
id_id: Dalam populasi

source: Moved out
id_id: Pindah keluar

source: Population & goal weight details
id_id: Detail populasi & berat tujuan

source: Worker population status
id_id: Status populasi pekerja

source: Initial goal weight
id_id: Berat tujuan awal

source: Organization
id_id: Organisasi

source: Reset to initial goal weight
id_id: Atur ulang ke berat tujuan awal

source: Search by name or worker ID
id_id: Cari berdasarkan nama atau ID pekerja

source: End date
id_id: Tanggal berakhir

source: Start date
id_id: Tanggal mulai

source: Goal weight
id_id: Berat tujuan

source: Worker
id_id: Pekerja

source: Goal weight per worker
id_id: Bobot tujuan per pekerja

source: Goal weight for the population
id_id: Bobot tujuan untuk populasi

source: Apply filter
id_id: Terapkan filter

source: Clear selection
id_id: Hapus pilihan

source: Worker ID
id_id: ID Pekerja

source: Select workers to filter
id_id: Pilih pekerja untuk memfilter

source: {{count}} workers selected.
id_id: {{count}} pekerja dipilih.

source: Select communication round
id_id: Pilih putaran komunikasi

source: Send goal PDF to Documents
id_id: Kirim PDF tujuan ke Dokumen

source: Create goal plan
id_id: Buat rencana tujuan

source: Plan transmission
id_id: Transmisi rencana

source: Create custom goal plans to align team efforts and achieve strategic objectives. Define the details of the plan and select the target population to ensure everyone is working towards a common goal.
id_id: Buat rencana tujuan khusus untuk menyelaraskan upaya tim dan mencapai tujuan strategis. Tentukan detail rencana dan pilih populasi target untuk memastikan semua orang bekerja menuju tujuan yang sama.

source: Start by creating a goal plan
id_id: Mulailah dengan membuat rencana tujuan

source: Goal settings
id_id: Pengaturan tujuan

source: Create goal type
id_id: Buat jenis tujuan

source: Goal types can be configured to serve any goal plan, with population, privacy and form fields available for customization.
id_id: Jenis tujuan dapat dikonfigurasi untuk mendukung rencana tujuan apa pun, dengan populasi, privasi, dan bidang formulir yang dapat disesuaikan.

source: Start by creating goal types
id_id: Mulailah dengan membuat jenis tujuan

source: The total weight cannot exceed 100%.
id_id: Total bobot tidak boleh melebihi 100%.

source: Allocate weights to each workflow section
id_id: Alokasikan bobot untuk setiap bagian alur kerja

source: Distribute goal weights across different workflow sections, ensuring a cumulative weight of 100%.
id_id: Distribusikan bobot tujuan ke berbagai bagian alur kerja, pastikan total bobotnya mencapai 100%.

source: Enable goals
id_id: Aktifkan tujuan

source: Enable the "Goals" feature
id_id: Aktifkan fitur "Tujuan"

source: Go to Builder
id_id: Pergi ke Pembuat

source: Goal Plans
id_id: Rencana Tujuan

source: Goal tags
id_id: Tag tujuan

source: Goal Types
id_id: Jenis Tujuan

source: Enable or create goal types to be included in the plan.
id_id: Aktifkan atau buat jenis tujuan untuk dimasukkan dalam rencana.

source: Goal uploads
id_id: Unggah tujuan

source: Weighted goal configuration
id_id: Konfigurasi tujuan berbobot

source: Enable weighting and editability options for each goal type in the goal plan to allow managers and workers to customize the weight of their goals.
id_id: Aktifkan opsi pembobotan dan pengeditan untuk setiap jenis tujuan dalam rencana tujuan agar manajer dan pekerja dapat menyesuaikan bobot tujuan mereka.

source: Goal Tag Libraries
id_id: Katalog Tag Tujuan

source: Home
id_id: Beranda

source: Enable the "Home" feature
id_id: Aktifkan fitur "Beranda"

source: Home settings
id_id: Pengaturan beranda

source: Individual Pay Range
id_id: Rentang Gaji Individu

source: Interface
id_id: Antarmuka

source: Job Architecture
id_id: Arsitektur Pekerjaan

source: Language
id_id: Bahasa

source: Select the default language for your company. Your choice will apply to all users across the application upon first login. Users can then change the language at any time in their user settings.
id_id: Pilih bahasa default untuk perusahaan Anda. Pilihan Anda akan berlaku untuk semua pengguna di seluruh aplikasi saat masuk pertama kali. Pengguna kemudian dapat mengubah bahasa kapan saja di pengaturan pengguna mereka.

source: Legal Entity
id_id: Entitas Hukum

source: Custom Labeling
id_id: Pelabelan Kustom

source: Localization
id_id: Lokalisasi

source: Users
id_id: Pengguna

source: Enable beqom for Microsoft Outlook
id_id: Aktifkan beqom untuk Microsoft Outlook

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Outlook application using beqom.
id_id: Memungkinkan pengguna untuk melihat notifikasi, membuat tujuan, dan memberikan atau meminta umpan balik langsung dari dalam aplikasi Microsoft Outlook menggunakan beqom.

source: beqom for Microsoft Outlook
id_id: beqom untuk Microsoft Outlook

source: Enable beqom for Microsoft Teams
id_id: Aktifkan beqom untuk Microsoft Teams
